Repository: OPUS4/application
Catalog: modules/admin/language/forms.tmx
Source language: de
Languages: en

source: Feld aktualisieren
en: Update field

source: Personen in mehreren Dokumenten Ã¤ndern
en: Updating persons in multiple documents

source: Feld
en: Field

source: Vorher
en: Old

source: Nachher
en: New
